<?php
//$MESS['OBX_BASKET_ERROR_1'] = 'В объекте корзины найдена ошибка. НЕ найдена HASH-строка, а так же не найдена привязка к пользвоателю или заказу.';
$MESS['OBX_BASKET_ERROR_200'] = 'Не удалось обновить количество товаров в корзине по причине:';
$MESS['OBX_BASKET_ERROR_300'] = 'Не удалось добавить товар в корзину по причине:';
$MESS['OBX_BASKET_ERROR_4'] = 'Невозможно добавить товар в корзину. Идентификатор продукта имеет неверное значение';
$MESS['OBX_BASKET_ERROR_5'] = 'При добавлении в корзину цена не указана явно и не удалось получить оптимальную цену для пользователя';
$MESS['OBX_BASKET_ERROR_600'] = 'Не удалось удалить товар из корзины по причине:';
$MESS['OBX_BASKET_ERROR_700'] = 'Не удалось обновить количество товара в коризине по причине:';
$MESS['OBX_BASKET_ERROR_8'] = 'Не удалось обновить количество товара в корзине. Данный товар ещё не добавлен в корзину';
$MESS['OBX_BASKET_ERROR_9'] = 'Не удалось обновить цену товара в корзине. Данный товар ещё не добавлен в корзину';
$MESS['OBX_BASKET_ERROR_10'] = 'Не удалось обновить цену товара в корзине. Значение цены заданое неверно';
$MESS['OBX_BASKET_ERROR_1100'] = 'Не удалось обновить цену товара в корзине по причине:';
$MESS['OBX_BASKET_WARNING_1'] = 'Во время добавления товара в корзину был указан тип цены не доступный для пользователя. БУдет выбрана оптимальный тип цены для пользователя.';
$MESS['OBX_BASKET_WARNING_2'] = 'Этот товар отсутствует в корзине, нет смысла его удалять';