<?php
$MESS['OBX_BASKET_LIST_ERROR_1'] = 'Невозможно добавить к заказу более одной корзины';
$MESS['OBX_BASKET_LIST_ERROR_2'] = 'Невозможно создать для пользвоателя больше одной корзины';
//$MESS['OBX_BASKET_LIST_ERROR_3'] = 'Анонимная Корзина «#HASH_STRING#» уже создана';
$MESS['OBX_BASKET_LIST_ERROR_3'] = 'Анонимная Корзина уже создана';
$MESS['OBX_BASKET_LIST_ERROR_4'] = 'Невозможно прикрепить Корзину Пользователя к заказу. Для заказа уже создана корзина.';
$MESS['OBX_BASKET_LIST_ERROR_5'] = 'Невозможно прикрепить Анонимную Корзину к заказу. Для заказа уже создана корзина.';
$MESS['OBX_BASKET_LIST_ERROR_6'] = 'Невозможно прикрепить Анонимную Корзину к пользователю. У пользователя уже есть корзина.';
$MESS['OBX_BASKET_LIST_ERROR_7'] = 'Неверное значение идентификатора заказа';
$MESS['OBX_BASKET_LIST_ERROR_8'] = 'Невозможно прикрепить корзину одного пользователя к заказу другого пользователя';
