<?php
$MESS["OBX_CURRENCY_FORMAT_ERROR_1"] = "Невозможно добавить Языковый формат валюты. Код валюты указан неверно.";
$MESS["OBX_CURRENCY_FORMAT_ERROR_2"] = "Невозможно добавить Языковый формат валюты. Поле Имя не заполнено или указано неверно.";
$MESS["OBX_CURRENCY_FORMAT_ERROR_3"] = "Невозможно добавить Языковый формат валюты. Валюта «#CURRENCY#» не найдена";
$MESS["OBX_CURRENCY_FORMAT_ERROR_4"] = "Невозможно добавить Языковый формат валюты. Для валюты «#CURRENCY#» уже создан формат языка «#LANGUAGE_ID#»";
$MESS["OBX_CURRENCY_FORMAT_ERROR_5"] = "Невозможно удалить Языковый формат валюты. Поле ID указано неверно.";
$MESS["OBX_CURRENCY_FORMAT_ERROR_6"] = "Невозможно обновить Языковый формат валюты. Поле ID указано неверно.";
$MESS["OBX_CURRENCY_FORMAT_ERROR_7"] = "Невозможно обновить Языковый формат валюты. Для валюты «#CURRENCY#» уже создан формат языка «#LANGUAGE_ID#»";
?>