<?php
$MESS['OBX_ORDER_STATUS_ERROR_1'] = 'Обязательное поле «Код» не заполнено или имеет неверное значение';
$MESS['OBX_ORDER_STATUS_ERROR_2'] = 'Обязательное поле «Имя» не заполнено или имеет неверное значение';
$MESS['OBX_ORDER_STATUS_ERROR_3'] = 'Ошибка добавдения. Статуст с кодом «#CODE#» уже существует';
$MESS['OBX_ORDER_STATUS_ERROR_4'] = 'Ошибка обновления. Статуст с кодом «#CODE#» уже существует';
$MESS['OBX_ORDER_STATUS_ERROR_5'] = 'Поле «Цвет статуса» имеет неверное значение';
$MESS['OBX_ORDER_STATUS_ERROR_6'] = 'Невозможно удалить статус. Запись не найдена';
$MESS['OBX_ORDER_STATUS_ERROR_7'] = 'Невозможно обновить статус. Запись не найдена';
$MESS['OBX_ORDER_STATUS_ERROR_8'] = 'Невозможно сменить Код сиситемного статуса';
$MESS['OBX_ORDER_STATUS_ERROR_9'] = 'Невозможно удалить системный статус';
?>