<?php
$MESS['OBX_ORDER_PROP_ENUM_ERROR_1'] = 'Не заполнено обязательное поле «Код значения»';
$MESS['OBX_ORDER_PROP_ENUM_ERROR_2'] = 'Ообязательное поле «Идентификатор свойства заказа» не заполнен или заполнен неверно';
$MESS['OBX_ORDER_PROP_ENUM_ERROR_3'] = 'Обязательное поле «Значение» не заполнено';
$MESS['OBX_ORDER_PROP_ENUM_ERROR_4'] = 'Ошибка добавления списочного начения свойства заказа. Для выбранного свойства уже создано списочное значение с таким кодом';
$MESS['OBX_ORDER_PROP_ENUM_ERROR_5'] = 'Ошибка обновления списочного начения свойства заказа. Для выбранного свойства уже создано списочное значение с таким кодом';
?>