<?php
$MESS['OBX_ORDER_PROP_VALUES_ERROR_1'] = 'Ошибка добавления значения свойства заказа. Не заполнено поле ID заказа';
$MESS['OBX_ORDER_PROP_VALUES_ERROR_2'] = 'Ошибка добавления значения свойства заказа. Не заполнено поле ID свойства';
$MESS['OBX_ORDER_PROP_VALUES_ERROR_3'] = 'Ошибка добавления значения свойства заказа. Значение не заполнено или задано неверно';
$MESS['OBX_ORDER_PROP_VALUES_ERROR_4'] = 'Ошибка добавления значения свойства заказа. Значение данного свойства для выбранного заказа уже задано';
$MESS['OBX_ORDER_PROP_VALUES_ERROR_5'] = 'Ошибка обновления значения свойства заказа. Значение данного свойства для выбранного заказа уже задано';
$MESS['OBX_ORDER_PROP_VALUES_ERROR_6'] = 'Ошибка добавления списочного значения свойства заказа. Такое значение типа список не найдено.';
$MESS['OBX_ORDER_PROP_VALUES_ERROR_7'] = 'Ошибка добавления значения свойства заказа. Найден неподдерживаемый тмп свойств! Обратитесь к нам в техподдержку: support@a-68.ru';
?>